{
	"common": {
		"name": "notifyme",
		"version": "0.0.1",
		"news": {
			"0.0.1": {
				"en": "initial release",
				"de": "Erstveröffentlichung",
				"ru": "Начальная версия",
				"pt": "lançamento inicial",
				"nl": "Eerste uitgave",
				"fr": "Première version",
				"it": "Versione iniziale",
				"es": "Versión inicial",
				"pl": "Pierwsze wydanie",
				"uk": "Початкова версія",
				"zh-cn": "首次出版"
			}
		},
		"titleLang": {
			"en": "Notify ME",
			"de": "Benachrichtige mich",
			"ru": "Уведомить меня",
			"pt": "Me notifique",
			"nl": "Stel me op de hoogte",
			"fr": "Informez-moi",
			"it": "Avvisami",
			"es": "Notificarme",
			"pl": "Powiadom mnie",
			"uk": "Повідомте мене",
			"zh-cn": "通知我"
		},
		"desc": {
			"en": "Sends alerts based on state changes, threshold violations, or custom triggers using messaging services like CallMeBot. Future support for additional notification channels is planned.",
			"de": "Sendet Warnungen auf der Grundlage staatlicher Änderungen, Schwellenwertverletzungen oder benutzerdefinierten Auslöser unter Verwendung von Messaging -Diensten wie Callmebot. Zukünftige Unterstützung für zusätzliche Benachrichtigungskanäle ist geplant.",
			"ru": "Отправляет оповещения на основе изменений состояния, пороговых нарушений или пользовательских триггеров, используя такие службы обмена сообщениями, как Callmebot. Будущая поддержка дополнительных каналов уведомления запланирована.",
			"pt": "Envie alertas com base em alterações do estado, violações de limite ou gatilhos personalizados usando serviços de mensagens como CallMebot. O suporte futuro para canais de notificação adicional está planejado.",
			"nl": "Verzendt waarschuwingen op basis van statuswijzigingen, drempelovertredingen of aangepaste triggers met berichtenservices zoals Callmebot. Toekomstige ondersteuning voor extra meldingskanalen is gepland.",
			"fr": "Envoie des alertes en fonction des modifications d'état, des violations de seuil ou des déclencheurs personnalisés à l'aide de services de messagerie comme CallMebot. Un soutien futur pour les canaux de notification supplémentaires est prévu.",
			"it": "Invia avvisi in base alle modifiche statali, alle violazioni della soglia o ai trigger personalizzati utilizzando servizi di messaggistica come CallMebot. È previsto un supporto futuro per ulteriori canali di notifica.",
			"es": "Envía alertas basadas en cambios estatales, violaciones de umbral o desencadenantes personalizados utilizando servicios de mensajería como CallMebot. Se planifica el soporte futuro para canales de notificación adicionales.",
			"pl": "Wysyła powiadomienia na podstawie zmian stanu, naruszeń progowych lub niestandardowych wyzwalaczy za pomocą usług przesyłania wiadomości, takich jak CallMebot. Planowane jest przyszłe wsparcie dla dodatkowych kanałów powiadomień.",
			"uk": "Надсилає сповіщення на основі змін держав, порогових порушень або спеціальних тригерів, використовуючи послуги обміну повідомленнями, такі як CallMebot. Планується майбутня підтримка додаткових каналів сповіщень.",
			"zh-cn": "根据状态更改，违反阈值或使用Callmebot之类的消息服务发送警报。计划对其他通知渠道的未来支持。"
		},
		"authors": ["PA0DEV <info@pa0dev.de>"],
		"keywords": [
			"notification",
			"alert",
			"messaging",
			"threshold",
			"trigger",
			"state-change",
			"iot",
			"callmebot",
			"alarm",
			"monitoring",
			"automation",
			"push-message",
			"limits",
			"notifier",
			"smart-home",
			"event-based",
			"custom-alerts",
			"adapter",
			"reminder"
		],
		"licenseInformation": {
			"type": "free",
			"license": "MIT"
		},
		"platform": "Javascript/Node.js",
		"icon": "notifyme.png",
		"enabled": true,
		"extIcon": "https://raw.githubusercontent.com/PA0DEV/ioBroker.notifyme/main/admin/notifyme.png",
		"readme": "https://github.com/PA0DEV/ioBroker.notifyme/blob/main/README.md",
		"loglevel": "info",
		"tier": 3,
		"mode": "daemon",
		"type": "messaging",
		"compact": true,
		"connectionType": "local",
		"dataSource": "push",
		"adminUI": {
			"config": "json"
		},
		"supportCustoms": true,
		"dependencies": [
			{
				"js-controller": ">=6.0.11"
			}
		],
		"globalDependencies": [
			{
				"admin": ">=7.6.0"
			}
		]
	},
	"native": {
		"option1": true,
		"option2": "42"
	},
	"objects": [],
	"instanceObjects": []
}
